[
    {
        "id": "cfc5df3e7afa413ea463e88d5de6ff21",
        "title": "Buwaneka Aluwihare takes oath as the Acting Chief Justice",
        "description": "Supreme Court Justice Buwaneka Pandukabaya Aluwihare PC took oath as the Acting Chief Justice before President Ranil Wickremesinghe. He took oaths at the Presidential Secretariat in the morning today (09). Secretary to the President Saman Ekanayake also participated the event.",
        "date": "October 09, 2022",
        "newstype": "verified"
    },
    {
        "id": "cfc5df3e7afa413ea463e88d5de6ff21",
        "title": "Parliament to convene from October 18 th to 21 st",
        "description": "The Second Reading debate on the Twenty-Second Amendment to the Constitution Bill scheduled on the 20 th and the 21 st - Committee on Parliamentary Business decides! Parliament to convene from October 18 th to 21 st The Appropriation Bill for the year 2023 will be presented for its first reading on October 18 th Second Reading of the Petroleum Products (Special Provisions) (Amendment) Bill to be debated 06 Bills of the Justice Ministry to be debated on October 19 th.",
        "date": "October 09, 2022",
        "newstype": "fake"
    },
    {
        "id": "cfc5df3e7afa413ea463e88d5de6ff21",
        "title": "Member of Parliament Hon. Patali Champika Ranawaka, appointed as the chairman of the National Council sub-committee",
        "description": "Member of Parliament Hon. Patali Champika Ranawaka, appointed as the chairman of the National Council sub-committee on identifying short- and medium-term programs related to economic stabilization.",
        "date": "October 08, 2022",
        "newstype": "verified"
    },
    {
        "id": "cfc5df3e7afa413ea463e88d5de6ff21",
        "title": "A temporary reduction in the prevailing heavy rain conditions is expected today and in the next few days",
        "description": "A temporary reduction in the prevailing heavy rain conditions is expected today and in the next few days Several spells of showers will occur in Western, Sabaragamuwa and North-Western provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
        "date": "October 05, 2022",
        "newstype": "fake"
    }
]